var surah26 = [

  {
    "numberInSurah": 1,
    "text": "طسٓمٓ",
    "surah": { "number": 26, "name": "سُورَةُ الشُّعَرَاء", "englishName": "Al-Shua'ra"  },
    "juz": 19
  },
  {
    "numberInSurah": 2,
    "text": "تِلْكَ ءَايَـٰتُ ٱلْكِتَـٰبِ ٱلْمُبِينِ",
    "surah": { "number": 26, "name": "سُورَةُ الشُّعَرَاء" },
    "juz": 19
  },
  {
    "numberInSurah": 3,
    "text": "لَعَلَّكَ بَـٰخِعٌ نَّفْسَكَ أَلَّا يَكُونُوا۟ مُؤْمِنِينَ",
    "surah": { "number": 26, "name": "سُورَةُ الشُّعَرَاء" },
    "juz": 19
  },
  {
    "numberInSurah": 4,
    "text": "إِن نَّشَأْ نُنَزِّلْ عَلَيْهِم مِّنَ ٱلسَّمَآءِ ءَايَةً فَظَلَّتْ أَعْنَـٰقُهُمْ لَهَا خَـٰضِعِينَ",
    "surah": { "number": 26, "name": "سُورَةُ الشُّعَرَاء" },
    "juz": 19
  },
  {
    "numberInSurah": 5,
    "text": "وَمَا يَأْتِيهِم مِّن ذِكْرٍ مِّنَ ٱلرَّحْمَـٰنِ مُحْدَثٍ إِلَّا كَانُوا۟ عَنْهُ مُعْرِضِينَ",
    "surah": { "number": 26, "name": "سُورَةُ الشُّعَرَاء" },
    "juz": 19
  },
  {
    "numberInSurah": 6,
    "text": "فَقَدْ كَذَّبُوا۟ فَسَيَأْتِيهِمْ أَنۢبَـٰٓؤُا۟ مَا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
    "surah": { "number": 26, "name": "سُورَةُ الشُّعَرَاء" },
    "juz": 19
  },
  {
    "numberInSurah": 7,
    "text": "أَوَلَمْ يَرَوْا۟ إِلَى ٱلْأَرْضِ كَمْ أَنۢبَتْنَا فِيهَا مِن كُلِّ زَوْجٍ كَرِيمٍ",
    "surah": { "number": 26, "name": "سُورَةُ الشُّعَرَاء" },
    "juz": 19
  },
  {
    "numberInSurah": 8,
    "text": "إِنَّ فِى ذَٰلِكَ لَـَٔايَةً ۖ وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ",
    "surah": { "number": 26, "name": "سُورَةُ الشُّعَرَاء" },
    "juz": 19
  },
  {
    "numberInSurah": 9,
    "text": "وَإِنَّ رَبَّكَ لَهُوَ ٱلْعَزِيزُ ٱلرَّحِيمُ",
    "surah": { "number": 26, "name": "سُورَةُ الشُّعَرَاء" },
    "juz": 19
  },
  {
    "numberInSurah": 10,
    "text": "وَإِذْ نَادَىٰ رَبُّكَ مُوسَىٰٓ أَنِ ٱئْتِ ٱلْقَوْمَ ٱلظَّـٰلِمِينَ",
    "surah": { "number": 26, "name": "سُورَةُ الشُّعَرَاء" },
    "juz": 19
  },
  {
    "numberInSurah": 11,
    "text": "قَوْمَ فِرْعَوْنَ ۚ أَلَا يَتَّقُونَ",
    "surah": { "number": 26, "name": "سُورَةُ الشُّعَرَاء" },
    "juz": 19
  },
  {
    "numberInSurah": 12,
    "text": "قَالَ رَبِّ إِنِّىٓ أَخَافُ أَن يُكَذِّبُونِ",
    "surah": { "number": 26, "name": "سُورَةُ الشُّعَرَاء" },
    "juz": 19
  },
  {
    "numberInSurah": 13,
    "text": "وَيَضِيقُ صَدْرِى وَلَا يَنطَلِقُ لِسَانِى فَأَرْسِلْ إِلَىٰ هَـٰرُونَ",
    "surah": { "number": 26, "name": "سُورَةُ الشُّعَرَاء" },
    "juz": 19
  },
  {
    "numberInSurah": 14,
    "text": "وَلَهُمْ عَلَىَّ ذَنۢبٌ فَأَخَافُ أَن يَقْتُلُونِ",
    "surah": { "number": 26, "name": "سُورَةُ الشُّعَرَاء" },
    "juz": 19
  },
  {
    "numberInSurah": 15,
    "text": "قَالَ كَلَّا ۖ فَٱذْهَبَا بِـَٔايَـٰتِنَآ ۖ إِنَّا مَعَكُم مُّسْتَمِعُونَ",
    "surah": { "number": 26, "name": "سُورَةُ الشُّعَرَاء" },
    "juz": 19
  },
  {
    "numberInSurah": 16,
    "text": "فَأْتِيَا فِرْعَوْنَ فَقُولَآ إِنَّا رَسُولُ رَبِّ ٱلْعَـٰلَمِينَ",
    "surah": { "number": 26, "name": "سُورَةُ الشُّعَرَاء" },
    "juz": 19
  },
  {
    "numberInSurah": 17,
    "text": "أَنْ أَرْسِلْ مَعَنَا بَنِىٓ إِسْرَٰٓءِيلَ",
    "surah": { "number": 26, "name": "سُورَةُ الشُّعَرَاء" },
    "juz": 19
  },
  {
    "numberInSurah": 18,
    "text": "قَالَ أَلَمْ نُرَبِّكَ فِينَا وَلِيدًا وَلَبِثْتَ فِينَا مِنْ عُمُرِكَ سِنِينَ",
    "surah": { "number": 26, "name": "سُورَةُ الشُّعَرَاء" },
    "juz": 19
  },
  {
    "numberInSurah": 19,
    "text": "وَفَعَلْتَ فَعْلَتَكَ ٱلَّتِى فَعَلْتَ وَأَنتَ مِنَ ٱلْكَـٰفِرِينَ",
    "surah": { "number": 26, "name": "سُورَةُ الشُّعَرَاء" },
    "juz": 19
  },
  {
    "numberInSurah": 20,
    "text": "قَالَ فَعَلْتُهَآ إِذًا وَأَنَا۠ مِنَ ٱلضَّآلِّينَ",
    "surah": { "number": 26, "name": "سُورَةُ الشُّعَرَاء" },
    "juz": 19
  },
  {
    "numberInSurah": 21,
    "text": "فَفَرَرْتُ مِنكُمْ لَمَّا خِفْتُكُمْ فَوَهَبَ لِى رَبِّى حُكْمًا وَجَعَلَنِى مِنَ ٱلْمُرْسَلِينَ",
    "surah": { "number": 26, "name": "سُورَةُ الشُّعَرَاء" },
    "juz": 19
  },
  {
    "numberInSurah": 22,
    "text": "وَتِلْكَ نِعْمَةٌ تَمُنُّهَا عَلَىَّ أَنْ عَبَّدتَّ بَنِىٓ إِسْرَٰٓءِيلَ",
    "surah": { "number": 26, "name": "سُورَةُ الشُّعَرَاء" },
    "juz": 19
  },
  {
    "numberInSurah": 23,
    "text": "قَالَ فِرْعَوْنُ وَمَا رَبُّ ٱلْعَـٰلَمِينَ",
    "surah": { "number": 26, "name": "سُورَةُ الشُّعَرَاء" },
    "juz": 19
  },
  {
    "numberInSurah": 24,
    "text": "قَالَ رَبُّ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَمَا بَيْنَهُمَآ ۖ إِن كُنتُم مُّوقِنِينَ",
    "surah": { "number": 26, "name": "سُورَةُ الشُّعَرَاء" },
    "juz": 19
  },
  {
    "numberInSurah": 25,
    "text": "قَالَ لِمَنْ حَوْلَهُۥٓ أَلَا تَسْتَمِعُونَ",
    "surah": { "number": 26, "name": "سُورَةُ الشُّعَرَاء" },
    "juz": 19
  },
  {
    "numberInSurah": 26,
    "text": "قَالَ رَبُّكُمْ وَرَبُّ ءَابَآئِكُمُ ٱلْأَوَّلِينَ",
    "surah": { "number": 26, "name": "سُورَةُ الشُّعَرَاء" },
    "juz": 19
  },
  {
    "numberInSurah": 27,
    "text": "قَالَ إِنَّ رَسُولَكُمُ ٱلَّذِىٓ أُرْسِلَ إِلَيْكُمْ لَمَجْنُونٌ",
    "surah": { "number": 26, "name": "سُورَةُ الشُّعَرَاء" },
    "juz": 19
  },
  {
    "numberInSurah": 28,
    "text": "قَالَ رَبُّ ٱلْمَشْرِقِ وَٱلْمَغْرِبِ وَمَا بَيْنَهُمَآ ۖ إِن كُنتُمْ تَعْقِلُونَ",
    "surah": { "number": 26, "name": "سُورَةُ الشُّعَرَاء" },
    "juz": 19
  },
  {
    "numberInSurah": 29,
    "text": "قَالَ لَئِنِ ٱتَّخَذْتَ إِلَـٰهًا غَيْرِى لَأَجْعَلَنَّكَ مِنَ ٱلْمَسْجُونِينَ",
    "surah": { "number": 26, "name": "سُورَةُ الشُّعَرَاء" },
    "juz": 19
  },
  {
    "numberInSurah": 30,
    "text": "قَالَ أَوَلَوْ جِئْتُكَ بِشَىْءٍ مُّبِينٍ",
    "surah": { "number": 26, "name": "سُورَةُ الشُّعَرَاء" },
    "juz": 19
  },
  {
    "numberInSurah": 31,
    "text": "قَالَ فَأْتِ بِهِۦٓ إِن كُنتَ مِنَ ٱلصَّـٰدِقِينَ",
    "surah": { "number": 26, "name": "سُورَةُ الشُّعَرَاء" },
    "juz": 19
  },
  {
    "numberInSurah": 32,
    "text": "فَأَلْقَىٰ عَصَاهُ فَإِذَا هِىَ ثُعْبَانٌ مُّبِينٌ",
    "surah": { "number": 26, "name": "سُورَةُ الشُّعَرَاء" },
    "juz": 19
  },
  {
    "numberInSurah": 33,
    "text": "وَنَزَعَ يَدَهُۥ فَإِذَا هِىَ بَيْضَآءُ لِلنَّـٰظِرِينَ",
    "surah": { "number": 26, "name": "سُورَةُ الشُّعَرَاء" },
    "juz": 19
  },
  {
    "numberInSurah": 34,
    "text": "قَالَ لِلْمَلَإِ حَوْلَهُۥٓ إِنَّ هَـٰذَا لَسَـٰحِرٌ عَلِيمٌ",
    "surah": { "number": 26, "name": "سُورَةُ الشُّعَرَاء" },
    "juz": 19
  },
  {
    "numberInSurah": 35,
    "text": "يُرِيدُ أَن يُخْرِجَكُم مِّنْ أَرْضِكُم بِسِحْرِهِۦ فَمَاذَا تَأْمُرُونَ",
    "surah": { "number": 26, "name": "سُورَةُ الشُّعَرَاء" },
    "juz": 19
  },
  {
    "numberInSurah": 36,
    "text": "قَالُوٓا۟ أَرْجِهْ وَأَخَاهُ وَٱبْعَثْ فِى ٱلْمَدَآئِنِ حَـٰشِرِينَ",
    "surah": { "number": 26, "name": "سُورَةُ الشُّعَرَاء" },
    "juz": 19
  },
  {
    "numberInSurah": 37,
    "text": "يَأْتُوكَ بِكُلِّ سَحَّارٍ عَلِيمٍ",
    "surah": { "number": 26, "name": "سُورَةُ الشُّعَرَاء" },
    "juz": 19
  },
  {
    "numberInSurah": 38,
    "text": "فَجُمِعَ ٱلسَّحَرَةُ لِمِيقَـٰتِ يَوْمٍ مَّعْلُومٍ",
    "surah": { "number": 26, "name": "سُورَةُ الشُّعَرَاء" },
    "juz": 19
  },
  {
    "numberInSurah": 39,
    "text": "وَقِيلَ لِلنَّاسِ هَلْ أَنتُم مُّجْتَمِعُونَ",
    "surah": { "number": 26, "name": "سُورَةُ الشُّعَرَاء" },
    "juz": 19
  },
  {
    "numberInSurah": 40,
    "text": "لَعَلَّنَا نَتَّبِعُ ٱلسَّحَرَةَ إِن كَانُوا۟ هُمُ ٱلْغَـٰلِبِينَ",
    "surah": { "number": 26, "name": "سُورَةُ الشُّعَرَاء" },
    "juz": 19
  },
  {
    "numberInSurah": 41,
    "text": "فَلَمَّا جَآءَ ٱلسَّحَرَةُ قَالُوا۟ لِفِرْعَوْنَ أَئِنَّ لَنَا لَأَجْرًا إِن كُنَّا نَحْنُ ٱلْغَـٰلِبِينَ",
    "surah": { "number": 26, "name": "سُورَةُ الشُّعَرَاء" },
    "juz": 19
  },
  {
    "numberInSurah": 42,
    "text": "قَالَ نَعَمْ وَإِنَّكُمْ إِذًا لَّمِنَ ٱلْمُقَرَّبِينَ",
    "surah": { "number": 26, "name": "سُورَةُ الشُّعَرَاء" },
    "juz": 19
  },
  {
    "numberInSurah": 43,
    "text": "قَالَ لَهُم مُّوسَىٰٓ أَلْقُوا۟ مَآ أَنتُم مُّلْقُونَ",
    "surah": { "number": 26, "name": "سُورَةُ الشُّعَرَاء" },
    "juz": 19
  },
  {
    "numberInSurah": 44,
    "text": "فَأَلْقَوْا۟ حِبَالَهُمْ وَعِصِيَّهُمْ وَقَالُوا۟ بِعِزَّةِ فِرْعَوْنَ إِنَّا لَنَحْنُ ٱلْغَـٰلِبُونَ",
    "surah": { "number": 26, "name": "سُورَةُ الشُّعَرَاء" },
    "juz": 19
  },
  {
    "numberInSurah": 45,
    "text": "فَأَلْقَىٰ مُوسَىٰ عَصَاهُ فَإِذَا هِىَ تَلْقَفُ مَا يَأْفِكُونَ",
    "surah": { "number": 26, "name": "سُورَةُ الشُّعَرَاء" },
    "juz": 19
  },
  {
    "numberInSurah": 46,
    "text": "فَأُلْقِىَ ٱلسَّحَرَةُ سَـٰجِدِينَ",
    "surah": { "number": 26, "name": "سُورَةُ الشُّعَرَاء" },
    "juz": 19
  },
  {
    "numberInSurah": 47,
    "text": "قَالُوٓا۟ ءَامَنَّا بِرَبِّ ٱلْعَـٰلَمِينَ",
    "surah": { "number": 26, "name": "سُورَةُ الشُّعَرَاء" },
    "juz": 19
  },

   {
    "numberInSurah": 48,
    "text": "رَبِّ مُوسَىٰ وَهَـٰرُونَ",
    "surah": { "number": 26, "name": "سُورَةُ الشُّعَرَاء" },
    "juz": 19
  },
  {
    "numberInSurah": 49,
    "text": "قَالَ ءَامَنتُمْ لَهُۥ قَبْلَ أَنْ ءَاذَنَ لَكُمْ ۖ إِنَّهُۥ لَكَبِيرُكُمُ ٱلَّذِى عَلَّمَكُمُ ٱلسِّحْرَ فَلَسَوْفَ تَعْلَمُونَ ۚ لَأُقَطِّعَنَّ أَيْدِيَكُمْ وَأَرْجُلَكُم مِّنْ خِلَـٰفٍ وَلَأُصَلِّبَنَّكُمْ أَجْمَعِينَ",
    "surah": { "number": 26, "name": "سُورَةُ الشُّعَرَاء" },
    "juz": 19
  },
  {
    "numberInSurah": 50,
    "text": "قَالُوا۟ لَا ضَيْرَ ۖ إِنَّآ إِلَىٰ رَبِّنَا مُنقَلِبُونَ",
    "surah": { "number": 26, "name": "سُورَةُ الشُّعَرَاء" },
    "juz": 19
  },

  {
  "numberInSurah": 51,
  "text": "إِنَّا نَطْمَعُ أَن يَغْفِرَ لَنَا رَبُّنَا خَطَـٰيَـٰنَآ أَن كُنَّآ أَوَّلَ ٱلْمُؤْمِنِينَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 52,
  "text": "وَأَوْحَيْنَآ إِلَىٰ مُوسَىٰٓ أَنْ أَسْرِ بِعِبَادِىٓ إِنَّكُم مُّتَّبَعُونَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 53,
  "text": "فَأَرْسَلَ فِرْعَوْنُ فِى ٱلْمَدَآئِنِ حَـٰشِرِينَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 54,
  "text": "إِنَّ هَـٰٓؤُلَآءِ لَشِرْذِمَةٌ قَلِيلُونَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 55,
  "text": "وَإِنَّهُمْ لَنَا لَغَآئِظُونَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 56,
  "text": "وَإِنَّا لَجَمِيعٌ حَـٰذِرُونَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 57,
  "text": "فَأَخْرَجْنَـٰهُم مِّن جَنَّـٰتٍ وَعُيُونٍ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 58,
  "text": "وَكُنُوزٍ وَمَقَامٍ كَرِيمٍ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 59,
  "text": "كَذَٰلِكَ وَأَوْرَثْنَـٰهَا بَنِىٓ إِسْرَٰٓءِيلَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 60,
  "text": "فَأَتْبَعُوهُم مُّشْرِقِينَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 61,
  "text": "فَلَمَّا تَرَٰٓءَا ٱلْجَمْعَانِ قَالَ أَصْحَـٰبُ مُوسَىٰٓ إِنَّا لَمُدْرَكُونَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 62,
  "text": "قَالَ كَلَّآ ۖ إِنَّ مَعِىَ رَبِّى سَيَهْدِينِ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 63,
  "text": "فَأَوْحَيْنَآ إِلَىٰ مُوسَىٰٓ أَنِ ٱضْرِب بِّعَصَاكَ ٱلْبَحْرَ ۖ فَٱنفَلَقَ فَكَانَ كُلُّ فِرْقٍ كَٱلطَّوْدِ ٱلْعَظِيمِ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 64,
  "text": "وَأَزْلَفْنَا ثَمَّ ٱلْـَٔاخَرِينَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 65,
  "text": "وَأَنجَيْنَا مُوسَىٰ وَمَن مَّعَهُۥٓ أَجْمَعِينَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 66,
  "text": "ثُمَّ أَغْرَقْنَا ٱلْـَٔاخَرِينَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 67,
  "text": "إِنَّ فِى ذَٰلِكَ لَـَٔايَةً ۖ وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 68,
  "text": "وَإِنَّ رَبَّكَ لَهُوَ ٱلْعَزِيزُ ٱلرَّحِيمُ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 69,
  "text": "وَٱتْلُ عَلَيْهِمْ نَبَأَ إِبْرَٰهِيمَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 70,
  "text": "إِذْ قَالَ لِأَبِيهِ وَقَوْمِهِۦ مَا تَعْبُدُونَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},

{
  "numberInSurah": 71,
  "text": "قَالُوا۟ نَعْبُدُ أَصْنَامًا فَنَظَلُّ لَهَا عَـٰكِفِينَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 72,
  "text": "قَالَ هَلْ يَسْمَعُونَكُمْ إِذْ تَدْعُونَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 73,
  "text": "أَوْ يَنفَعُونَكُمْ أَوْ يَضُرُّونَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 74,
  "text": "قَالُوا۟ بَلْ وَجَدْنَآ ءَابَآءَنَا كَذَٰلِكَ يَفْعَلُونَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 75,
  "text": "قَالَ أَفَرَءَيْتُم مَّا كُنتُمْ تَعْبُدُونَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 76,
  "text": "أَنتُمْ وَءَابَآؤُكُمُ ٱلْأَقْدَمُونَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 77,
  "text": "فَإِنَّهُمْ عَدُوٌّ لِّىٓ إِلَّا رَبَّ ٱلْعَـٰلَمِينَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 78,
  "text": "ٱلَّذِى خَلَقَنِى فَهُوَ يَهْدِينِ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 79,
  "text": "وَٱلَّذِى هُوَ يُطْعِمُنِى وَيَسْقِينِ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 80,
  "text": "وَإِذَا مَرِضْتُ فَهُوَ يَشْفِينِ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 81,
  "text": "وَٱلَّذِى يُمِيتُنِى ثُمَّ يُحْيِينِ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 82,
  "text": "وَٱلَّذِىٓ أَطْمَعُ أَن يَغْفِرَ لِى خَطِيٓـَٔتِى يَوْمَ ٱلدِّينِ ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 83,
  "text": "رَبِّ هَبْ لِى حُكْمًا وَأَلْحِقْنِى بِٱلصَّـٰلِحِينَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 84,
  "text": "وَٱجْعَل لِّى لِسَانَ صِدْقٍ فِى ٱلْـَٔاخِرِينَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 85,
  "text": "وَٱجْعَلْنِى مِن وَرَثَةِ جَنَّةِ ٱلنَّعِيمِ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 86,
  "text": "وَٱغْفِرْ لِأَبِىٓ إِنَّهُۥ كَانَ مِنَ ٱلضَّآلِّينَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 87,
  "text": "وَلَا تُخْزِنِى يَوْمَ يُبْعَثُونَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 88,
  "text": "يَوْمَ لَا يَنفَعُ مَالٌ وَلَا بَنُونَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 89,
  "text": "إِلَّا مَنْ أَتَى ٱللَّهَ بِقَلْبٍ سَلِيمٍ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 90,
  "text": "وَأُزْلِفَتِ ٱلْجَنَّةُ لِلْمُتَّقِينَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 91,
  "text": "وَبُرِّزَتِ ٱلْجَحِيمُ لِلْغَاوِينَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 92,
  "text": "وَقِيلَ لَهُمْ أَيْنَ مَا كُنتُمْ تَعْبُدُونَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 93,
  "text": "مِن دُونِ ٱللَّهِ هَلْ يَنصُرُونَكُمْ أَوْ يَنتَصِرُونَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 94,
  "text": "فَكُبْكِبُوا۟ فِيهَا هُمْ وَٱلْغَاوُۥنَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 95,
  "text": "وَجُنُودُ إِبْلِيسَ أَجْمَعُونَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 96,
  "text": "قَالُوا۟ وَهُمْ فِيهَا يَخْتَصِمُونَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 97,
  "text": "تَٱللَّهِ إِن كُنَّا لَفِى ضَلَـٰلٍ مُّبِينٍ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 98,
  "text": "إِذْ نُسَوِّيكُم بِرَبِّ ٱلْعَـٰلَمِينَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 99,
  "text": "وَمَآ أَضَلَّنَآ إِلَّا ٱلْمُجْرِمُونَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 100,
  "text": "فَمَا لَنَا مِن شَـٰفِعِينَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 101,
  "text": "وَلَا صَدِيقٍ حَمِيمٍ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 102,
  "text": "فَلَوْ أَنَّ لَنَا كَرَّةً فَنَكُونَ مِنَ ٱلْمُؤْمِنِينَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 103,
  "text": "إِنَّ فِى ذَٰلِكَ لَـَٔايَةً ۖ وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 104,
  "text": "وَإِنَّ رَبَّكَ لَهُوَ ٱلْعَزِيزُ ٱلرَّحِيمُ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 105,
  "text": "كَذَّبَتْ قَوْمُ نُوحٍ ٱلْمُرْسَلِينَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 106,
  "text": "إِذْ قَالَ لَهُمْ أَخُوهُمْ نُوحٌ أَلَا تَتَّقُونَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 107,
  "text": "إِنِّى لَكُمْ رَسُولٌ أَمِينٌ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 108,
  "text": "فَٱتَّقُوا۟ ٱللَّهَ وَأَطِيعُونِ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 109,
  "text": "وَمَآ أَسْـَٔلُكُمْ عَلَيْهِ مِنْ أَجْرٍ ۖ إِنْ أَجْرِىَ إِلَّا عَلَىٰ رَبِّ ٱلْعَـٰلَمِينَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 110,
  "text": "فَٱتَّقُوا۟ ٱللَّهَ وَأَطِيعُونِ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 111,
  "text": "قَالُوٓا۟ أَنُؤْمِنُ لَكَ وَٱتَّبَعَكَ ٱلْأَرْذَلُونَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 112,
  "text": "قَالَ وَمَا عِلْمِى بِمَا كَانُوا۟ يَعْمَلُونَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 113,
  "text": "إِنْ حِسَابُهُمْ إِلَّا عَلَىٰ رَبِّى ۖ لَوْ تَشْعُرُونَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 114,
  "text": "وَمَآ أَنَا۠ بِطَارِدِ ٱلْمُؤْمِنِينَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 115,
  "text": "إِنْ أَنَا۠ إِلَّا نَذِيرٌ مُّبِينٌ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 116,
  "text": "قَالُوا۟ لَئِن لَّمْ تَنتَهِ يَـٰنُوحُ لَتَكُونَنَّ مِنَ ٱلْمَرْجُومِينَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 117,
  "text": "قَالَ رَبِّ إِنَّ قَوْمِى كَذَّبُونِ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 118,
  "text": "فَٱفْتَحْ بَيْنِى وَبَيْنَهُمْ فَتْحًا وَنَجِّنِى وَمَن مَّعِىَ مِنَ ٱلْمُؤْمِنِينَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 119,
  "text": "فَأَنجَيْنَـٰهُ وَمَن مَّعَهُۥ فِى ٱلْفُلْكِ ٱلْمَشْحُونِ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 120,
  "text": "ثُمَّ أَغْرَقْنَا بَعْدُ ٱلْبَاقِينَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},

{
  "numberInSurah": 121,
  "text": "إِنَّ فِى ذَٰلِكَ لَـَٔايَةً ۖ وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 122,
  "text": "وَإِنَّ رَبَّكَ لَهُوَ ٱلْعَزِيزُ ٱلرَّحِيمُ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 123,
  "text": "كَذَّبَتْ عَادٌ ٱلْمُرْسَلِينَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 124,
  "text": "إِذْ قَالَ لَهُمْ أَخُوهُمْ هُودٌ أَلَا تَتَّقُونَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 125,
  "text": "إِنِّى لَكُمْ رَسُولٌ أَمِينٌ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 126,
  "text": "فَٱتَّقُوا۟ ٱللَّهَ وَأَطِيعُونِ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 127,
  "text": "وَمَآ أَسْـَٔلُكُمْ عَلَيْهِ مِنْ أَجْرٍ ۖ إِنْ أَجْرِىَ إِلَّا عَلَىٰ رَبِّ ٱلْعَـٰلَمِينَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 128,
  "text": "أَتَبْنُونَ بِكُلِّ رِيعٍ ءَايَةً تَعْبَثُونَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 129,
  "text": "وَتَتَّخِذُونَ مَصَانِعَ لَعَلَّكُمْ تَخْلُدُونَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 130,
  "text": "وَإِذَا بَطَشْتُم بَطَشْتُمْ جَبَّارِينَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 131,
  "text": "فَٱتَّقُوا۟ ٱللَّهَ وَأَطِيعُونِ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 132,
  "text": "وَٱتَّقُوا۟ ٱلَّذِىٓ أَمَدَّكُم بِمَا تَعْلَمُونَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 133,
  "text": "أَمَدَّكُم بِأَنْعَـٰمٍ وَبَنِينَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 134,
  "text": "وَجَنَّـٰتٍ وَعُيُونٍ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 135,
  "text": "إِنِّىٓ أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 136,
  "text": "قَالُوا۟ سَوَآءٌ عَلَيْنَآ أَوَعَظْتَ أَمْ لَمْ تَكُن مِّنَ ٱلْوَٰعِظِينَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 137,
  "text": "إِنْ هَـٰذَآ إِلَّا خُلُقُ ٱلْأَوَّلِينَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 138,
  "text": "وَمَا نَحْنُ بِمُعَذَّبِينَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 139,
  "text": "فَكَذَّبُوهُ فَأَهْلَكْنَـٰهُمْ ۗ إِنَّ فِى ذَٰلِكَ لَـَٔايَةً ۖ وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 140,
  "text": "وَإِنَّ رَبَّكَ لَهُوَ ٱلْعَزِيزُ ٱلرَّحِيمُ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 141,
  "text": "كَذَّبَتْ ثَمُودُ ٱلْمُرْسَلِينَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 142,
  "text": "إِذْ قَالَ لَهُمْ أَخُوهُمْ صَـٰلِحٌ أَلَا تَتَّقُونَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 143,
  "text": "إِنِّى لَكُمْ رَسُولٌ أَمِينٌ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 144,
  "text": "فَٱتَّقُوا۟ ٱللَّهَ وَأَطِيعُونِ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 145,
  "text": "وَمَآ أَسْـَٔلُكُمْ عَلَيْهِ مِنْ أَجْرٍ ۖ إِنْ أَجْرِىَ إِلَّا عَلَىٰ رَبِّ ٱلْعَـٰلَمِينَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 146,
  "text": "أَتُتْرَكُونَ فِى مَا هَـٰهُنَآ ءَامِنِينَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 147,
  "text": "فِى جَنَّـٰتٍ وَعُيُونٍ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 148,
  "text": "وَزُرُوعٍ وَنَخْلٍ طَلْعُهَا هَضِيمٌ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 149,
  "text": "وَتَنْحِتُونَ مِنَ ٱلْجِبَالِ بُيُوتًا فَـٰرِهِينَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 150,
  "text": "فَٱتَّقُوا۟ ٱللَّهَ وَأَطِيعُونِ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 151,
  "text": "وَلَا تُطِيعُوٓا۟ أَمْرَ ٱلْمُسْرِفِينَ  ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 152,
  "text": "ٱلَّذِينَ يُفْسِدُونَ فِى ٱلْأَرْضِ وَلَا يُصْلِحُونَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 153,
  "text": "قَالُوٓا۟ إِنَّمَآ أَنتَ مِنَ ٱلْمُسَحَّرِينَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 154,
  "text": "مَآ أَنتَ إِلَّا بَشَرٌ مِّثْلُنَا فَأْتِ بِـَٔايَةٍ إِن كُنتَ مِنَ ٱلصَّـٰدِقِينَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 155,
  "text": "قَالَ هَـٰذِهِۦ نَاقَةٌ لَّهَا شِرْبٌ وَلَكُمْ شِرْبُ يَوْمٍ مَّعْلُومٍ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 156,
  "text": "وَلَا تَمَسُّوهَا بِسُوٓءٍ فَيَأْخُذَكُمْ عَذَابُ يَوْمٍ عَظِيمٍ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 157,
  "text": "فَعَقَرُوهَا فَأَصْبَحُوا۟ نَـٰدِمِينَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 158,
  "text": "فَأَخَذَهُمُ ٱلْعَذَابُ ۗ إِنَّ فِى ذَٰلِكَ لَـَٔايَةً ۖ وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 159,
  "text": "وَإِنَّ رَبَّكَ لَهُوَ ٱلْعَزِيزُ ٱلرَّحِيمُ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 160,
  "text": "كَذَّبَتْ قَوْمُ لُوطٍ ٱلْمُرْسَلِينَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 161,
  "text": "إِذْ قَالَ لَهُمْ أَخُوهُمْ لُوطٌ أَلَا تَتَّقُونَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 162,
  "text": "إِنِّى لَكُمْ رَسُولٌ أَمِينٌ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 163,
  "text": "فَٱتَّقُوا۟ ٱللَّهَ وَأَطِيعُونِ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 164,
  "text": "وَمَآ أَسْـَٔلُكُمْ عَلَيْهِ مِنْ أَجْرٍ ۖ إِنْ أَجْرِىَ إِلَّا عَلَىٰ رَبِّ ٱلْعَـٰلَمِينَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 165,
  "text": "أَتَأْتُونَ ٱلذُّكْرَانَ مِنَ ٱلْعَـٰلَمِينَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 166,
  "text": "وَتَذَرُونَ مَا خَلَقَ لَكُمْ رَبُّكُم مِّنْ أَزْوَٰجِكُم ۚ بَلْ أَنتُمْ قَوْمٌ عَادُونَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 167,
  "text": "قَالُوا۟ لَئِن لَّمْ تَنتَهِ يَـٰلُوطُ لَتَكُونَنَّ مِنَ ٱلْمُخْرَجِينَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 168,
  "text": "قَالَ إِنِّى لِعَمَلِكُم مِّنَ ٱلْقَالِينَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 169,
  "text": "رَبِّ نَجِّنِى وَأَهْلِى مِمَّا يَعْمَلُونَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 170,
  "text": "فَنَجَّيْنَـٰهُ وَأَهْلَهُۥٓ أَجْمَعِينَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 171,
  "text": "إِلَّا عَجُوزًا فِى ٱلْغَـٰبِرِينَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 172,
  "text": "ثُمَّ دَمَّرْنَا ٱلْـَٔاخَرِينَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 173,
  "text": "وَأَمْطَرْنَا عَلَيْهِم مَّطَرًا ۖ فَسَآءَ مَطَرُ ٱلْمُنذَرِينَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 174,
  "text": "إِنَّ فِى ذَٰلِكَ لَـَٔايَةً ۖ وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 175,
  "text": "وَإِنَّ رَبَّكَ لَهُوَ ٱلْعَزِيزُ ٱلرَّحِيمُ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 176,
  "text": "كَذَّبَ أَصْحَـٰبُ لْـَٔيْكَةِ ٱلْمُرْسَلِينَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 177,
  "text": "إِذْ قَالَ لَهُمْ شُعَيْبٌ أَلَا تَتَّقُونَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 178,
  "text": "إِنِّى لَكُمْ رَسُولٌ أَمِينٌ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},

{
  "numberInSurah": 179,
  "text": "فَٱتَّقُوا۟ ٱللَّهَ وَأَطِيعُونِ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 180,
  "text": "وَمَآ أَسْـَٔلُكُمْ عَلَيْهِ مِنْ أَجْرٍ ۖ إِنْ أَجْرِىَ إِلَّا عَلَىٰ رَبِّ ٱلْعَـٰلَمِينَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 181,
  "text": "أَوْفُوا۟ ٱلْكَيْلَ وَلَا تَكُونُوا۟ مِنَ ٱلْمُخْسِرِينَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 182,
  "text": "وَزِنُوا۟ بِٱلْقِسْطَاسِ ٱلْمُسْتَقِيمِ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 183,
  "text": "وَلَا تَبْخَسُوا۟ ٱلنَّاسَ أَشْيَآءَهُمْ وَلَا تَعْثَوْا۟ فِى ٱلْأَرْضِ مُفْسِدِينَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 184,
  "text": "وَٱتَّقُوا۟ ٱلَّذِى خَلَقَكُمْ وَٱلْجِبِلَّةَ ٱلْأَوَّلِينَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 185,
  "text": "قَالُوٓا۟ إِنَّمَآ أَنتَ مِنَ ٱلْمُسَحَّرِينَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 186,
  "text": "وَمَآ أَنتَ إِلَّا بَشَرٌ مِّثْلُنَا وَإِن نَّظُنُّكَ لَمِنَ ٱلْكَـٰذِبِينَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 187,
  "text": "فَأَسْقِطْ عَلَيْنَا كِسَفًا مِّنَ ٱلسَّمَآءِ إِن كُنتَ مِنَ ٱلصَّـٰدِقِينَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 188,
  "text": "قَالَ رَبِّىٓ أَعْلَمُ بِمَا تَعْمَلُونَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 189,
  "text": "فَكَذَّبُوهُ فَأَخَذَهُمْ عَذَابُ يَوْمِ ٱلظُّلَّةِ ۚ إِنَّهُۥ كَانَ عَذَابَ يَوْمٍ عَظِيمٍ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 190,
  "text": "إِنَّ فِى ذَٰلِكَ لَـَٔايَةً ۖ وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 191,
  "text": "وَإِنَّ رَبَّكَ لَهُوَ ٱلْعَزِيزُ ٱلرَّحِيمُ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 192,
  "text": "وَإِنَّهُۥ لَتَنزِيلُ رَبِّ ٱلْعَـٰلَمِينَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 193,
  "text": "نَزَلَ بِهِ ٱلرُّوحُ ٱلْأَمِينُ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 194,
  "text": "عَلَىٰ قَلْبِكَ لِتَكُونَ مِنَ ٱلْمُنذِرِينَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 195,
  "text": "بِلِسَانٍ عَرَبِىٍّ مُّبِينٍ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 196,
  "text": "وَإِنَّهُۥ لَفِى زُبُرِ ٱلْأَوَّلِينَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 197,
  "text": "أَوَلَمْ يَكُن لَّهُمْ ءَايَةً أَن يَعْلَمَهُۥ عُلَمَـٰٓؤُا۟ بَنِىٓ إِسْرَٰٓءِيلَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 198,
  "text": "وَلَوْ نَزَّلْنَـٰهُ عَلَىٰ بَعْضِ ٱلْأَعْجَمِينَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 199,
  "text": "فَقَرَأَهُۥ عَلَيْهِم مَّا كَانُوا۟ بِهِۦ مُؤْمِنِينَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 200,
  "text": "كَذَٰلِكَ سَلَكْنَـٰهُ فِى قُلُوبِ ٱلْمُجْرِمِينَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 201,
  "text": "لَا يُؤْمِنُونَ بِهِۦ حَتَّىٰ يَرَوُا۟ ٱلْعَذَابَ ٱلْأَلِيمَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 202,
  "text": "فَيَأْتِيَهُم بَغْتَةً وَهُمْ لَا يَشْعُرُونَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 203,
  "text": "فَيَقُولُوا۟ هَلْ نَحْنُ مُنظَرُونَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 204,
  "text": "أَفَبِعَذَابِنَا يَسْتَعْجِلُونَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 205,
  "text": "أَفَرَءَيْتَ إِن مَّتَّعْنَـٰهُمْ سِنِينَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 206,
  "text": "ثُمَّ جَآءَهُم مَّا كَانُوا۟ يُوعَدُونَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 207,
  "text": "مَآ أَغْنَىٰ عَنْهُم مَّا كَانُوا۟ يُمَتَّعُونَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 208,
  "text": "وَمَآ أَهْلَكْنَا مِن قَرْيَةٍ إِلَّا لَهَا مُنذِرُونَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 209,
  "text": "ذِكْرَىٰ وَمَا كُنَّا ظَـٰلِمِينَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 210,
  "text": "وَمَا تَنَزَّلَتْ بِهِ ٱلشَّيَـٰطِينُ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 211,
  "text": "وَمَا يَنۢبَغِى لَهُمْ وَمَا يَسْتَطِيعُونَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 212,
  "text": "إِنَّهُمْ عَنِ ٱلسَّمْعِ لَمَعْزُولُونَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 213,
  "text": "فَلَا تَدْعُ مَعَ ٱللَّهِ إِلَـٰهًا ءَاخَرَ فَتَكُونَ مِنَ ٱلْمُعَذَّبِينَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 214,
  "text": "وَأَنذِرْ عَشِيرَتَكَ ٱلْأَقْرَبِينَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 215,
  "text": "وَٱخْفِضْ جَنَاحَكَ لِمَنِ ٱتَّبَعَكَ مِنَ ٱلْمُؤْمِنِينَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 216,
  "text": "فَإِنْ عَصَوْكَ فَقُلْ إِنِّى بَرِىٓءٌ مِّمَّا تَعْمَلُونَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 217,
  "text": "وَتَوَكَّلْ عَلَى ٱلْعَزِيزِ ٱلرَّحِيمِ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 218,
  "text": "ٱلَّذِى يَرَىٰكَ حِينَ تَقُومُ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 219,
  "text": "وَتَقَلُّبَكَ فِى ٱلسَّـٰجِدِينَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 220,
  "text": "إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 221,
  "text": "هَلْ أُنَبِّئُكُمْ عَلَىٰ مَن تَنَزَّلُ ٱلشَّيَـٰطِينُ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},

{
  "numberInSurah": 222,
  "text": "تَنَزَّلُ عَلَىٰ كُلِّ أَفَّاكٍ أَثِيمٍ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 223,
  "text": "يُلْقُونَ ٱلسَّمْعَ وَأَكْثَرُهُمْ كَـٰذِبُونَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 224,
  "text": "وَٱلشُّعَرَآءُ يَتَّبِعُهُمُ ٱلْغَاوُۥنَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 225,
  "text": "أَلَمْ تَرَ أَنَّهُمْ فِى كُلِّ وَادٍ يَهِيمُونَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},
{
  "numberInSurah": 226,
  "text": "وَأَنَّهُمْ يَقُولُونَ مَا لَا يَفْعَلُونَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},

{
  "numberInSurah": 227,
  "text": "إِلَّا ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ وَذَكَرُوا۟ ٱللَّهَ كَثِيرًا وَٱنتَصَرُوا۟ مِنۢ بَعْدِ مَا ظُلِمُوا۟ ۗ وَسَيَعْلَمُ ٱلَّذِينَ ظَلَمُوٓا۟ أَىَّ مُنقَلَبٍ يَنقَلِبُونَ",
  "surah": { "number": 26, "name": "سُورَةُ ٱلشُّعَرَاء" },
  "juz": 19
},

]