var surah56 = [
 

  
  {
    "numberInSurah": 1,
    "text": "إِذَا وَقَعَتِ ٱلْوَاقِعَةُ",
    "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة", "englishName": "Al-Waqi'ah" },
    "juz": 27
  },
  {
    "numberInSurah": 2,
    "text": "لَيْسَ لِوَقْعَتِهَا كَاذِبَةٌ",
    "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
    "juz": 27
  },
  {
    "numberInSurah": 3,
    "text": "خَافِضَةٌ رَّافِعَةٌ",
    "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
    "juz": 27
  },
  {
    "numberInSurah": 4,
    "text": "إِذَا رُجَّتِ ٱلْأَرْضُ رَجًّا",
    "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
    "juz": 27
  },
  {
    "numberInSurah": 5,
    "text": "وَبُسَّتِ ٱلْجِبَالُ بَسًّا",
    "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
    "juz": 27
  },
  {
    "numberInSurah": 6,
    "text": "فَكَانَتْ هَبَآءً مُّنۢبَثًّا",
    "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
    "juz": 27
  },
  {
    "numberInSurah": 7,
    "text": "وَكُنتُمْ أَزْوَٰجًا ثَلَـٰثَةً",
    "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
    "juz": 27
  },
  {
    "numberInSurah": 8,
    "text": "فَأَصْحَـٰبُ ٱلْمَيْمَنَةِ مَآ أَصْحَـٰبُ ٱلْمَيْمَنَةِ",
    "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
    "juz": 27
  },
  {
    "numberInSurah": 9,
    "text": "وَأَصْحَـٰبُ ٱلْمَشْـَٔمَةِ مَآ أَصْحَـٰبُ ٱلْمَشْـَٔمَةِ",
    "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
    "juz": 27
  },
  {
    "numberInSurah": 10,
    "text": "وَٱلسَّـٰبِقُونَ ٱلسَّـٰبِقُونَ",
    "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
    "juz": 27
  },

  {
    "numberInSurah": 11,
    "text": "أُو۟لَـٰٓئِكَ ٱلْمُقَرَّبُونَ",
    "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
    "juz": 27
  },
  {
    "numberInSurah": 12,
    "text": "فِى جَنَّـٰتِ ٱلنَّعِيمِ",
    "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
    "juz": 27
  },
  {
    "numberInSurah": 13,
    "text": "ثُلَّةٌ مِّنَ ٱلْأَوَّلِينَ",
    "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
    "juz": 27
  },
  {
    "numberInSurah": 14,
    "text": "وَقَلِيلٌ مِّنَ ٱلْـَٔاخِرِينَ",
    "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
    "juz": 27
  },
  {
    "numberInSurah": 15,
    "text": "عَلَىٰ سُرُرٍ مَّوْضُونَةٍ",
    "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
    "juz": 27
  },
  {
    "numberInSurah": 16,
    "text": "مُّتَّكِـِٔينَ عَلَيْهَا مُتَقَـٰبِلِينَ",
    "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
    "juz": 27
  },
  {
    "numberInSurah": 17,
    "text": "يَطُوفُ عَلَيْهِمْ وِلْدَٰنٌ مُّخَلَّدُونَ",
    "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
    "juz": 27
  },
  {
    "numberInSurah": 18,
    "text": "بِأَكْوَابٍ وَأَبَارِيقَ وَكَأْسٍ مِّن مَّعِينٍ",
    "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
    "juz": 27
  },
  {
    "numberInSurah": 19,
    "text": "لَّا يُصَدَّعُونَ عَنْهَا وَلَا يُنزِفُونَ",
    "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
    "juz": 27
  },
  {
    "numberInSurah": 20,
    "text": "وَفَـٰكِهَةٍ مِّمَّا يَتَخَيَّرُونَ",
    "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
    "juz": 27
  },

  {
    "numberInSurah": 21,
    "text": "وَلَحْمِ طَيْرٍ مِّمَّا يَشْتَهُونَ",
    "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
    "juz": 27
  },
  {
    "numberInSurah": 22,
    "text": "وَحُورٌ عِينٌ",
    "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
    "juz": 27
  },
  {
    "numberInSurah": 23,
    "text": "كَأَمْثَـٰلِ ٱللُّؤْلُؤِ ٱلْمَكْنُونِ",
    "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
    "juz": 27
  },
  {
    "numberInSurah": 24,
    "text": "جَزَآءًۢ بِمَا كَانُوا۟ يَعْمَلُونَ",
    "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
    "juz": 27
  },
  {
    "numberInSurah": 25,
    "text": "لَا يَسْمَعُونَ فِيهَا لَغْوًا وَلَا تَأْثِيمًا",
    "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
    "juz": 27
  },
  {
    "numberInSurah": 26,
    "text": "إِلَّا قِيلًا سَلَـٰمًا سَلَـٰمًا",
    "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
    "juz": 27
  },
  {
    "numberInSurah": 27,
    "text": "وَأَصْحَـٰبُ ٱلْيَمِينِ مَآ أَصْحَـٰبُ ٱلْيَمِينِ",
    "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
    "juz": 27
  },
  {
    "numberInSurah": 28,
    "text": "فِى سِدْرٍ مَّخْضُودٍ",
    "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
    "juz": 27
  },
  {
    "numberInSurah": 29,
    "text": "وَطَلْحٍ مَّنضُودٍ",
    "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
    "juz": 27
  },
  {
    "numberInSurah": 30,
    "text": "وَظِلٍّ مَّمْدُودٍ",
    "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
    "juz": 27
  },

  {
    "numberInSurah": 31,
    "text": "وَمَآءٍ مَّسْكُوبٍ",
    "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
    "juz": 27
  },
  {
    "numberInSurah": 32,
    "text": "وَفَـٰكِهَةٍ كَثِيرَةٍ",
    "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
    "juz": 27
  },
  {
    "numberInSurah": 33,
    "text": "لَّا مَقْطُوعَةٍ وَلَا مَمْنُوعَةٍ",
    "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
    "juz": 27
  },
  {
    "numberInSurah": 34,
    "text": "وَفُرُشٍ مَّرْفُوعَةٍ",
    "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
    "juz": 27
  },
  {
    "numberInSurah": 35,
    "text": "إِنَّآ أَنشَأْنَـٰهُنَّ إِنشَآءً",
    "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
    "juz": 27
  },
  {
    "numberInSurah": 36,
    "text": "فَجَعَلْنَـٰهُنَّ أَبْكَارًا",
    "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
    "juz": 27
  },
  {
    "numberInSurah": 37,
    "text": "عُرُبًا أَتْرَابًا",
    "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
    "juz": 27
  },
  {
    "numberInSurah": 38,
    "text": "لِّأَصْحَـٰبِ ٱلْيَمِينِ",
    "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
    "juz": 27
  },
  {
    "numberInSurah": 39,
    "text": "ثُلَّةٌ مِّنَ ٱلْأَوَّلِينَ",
    "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
    "juz": 27
  },
  {
    "numberInSurah": 40,
    "text": "وَثُلَّةٌ مِّنَ ٱلْـَٔاخِرِينَ",
    "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
    "juz": 27
  },

  {
    "numberInSurah": 41,
    "text": "وَأَصْحَـٰبُ ٱلشِّمَالِ مَآ أَصْحَـٰبُ ٱلشِّمَالِ",
    "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
    "juz": 27
  },
  {
    "numberInSurah": 42,
    "text": "فِى سَمُومٍ وَحَمِيمٍ",
    "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
    "juz": 27
  },
  {
    "numberInSurah": 43,
    "text": "وَظِلٍّ مِّن يَحْمُومٍ",
    "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
    "juz": 27
  },
  {
    "numberInSurah": 44,
    "text": "لَّا بَارِدٍ وَلَا كَرِيمٍ",
    "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
    "juz": 27
  },
  {
    "numberInSurah": 45,
    "text": "إِنَّهُمْ كَانُوا۟ قَبْلَ ذَٰلِكَ مُتْرَفِينَ",
    "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
    "juz": 27
  },
  {
    "numberInSurah": 46,
    "text": "وَكَانُوا۟ يُصِرُّونَ عَلَى ٱلْحِنثِ ٱلْعَظِيمِ",
    "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
    "juz": 27
  },
  {
    "numberInSurah": 47,
    "text": "وَكَانُوا۟ يَقُولُونَ أَئِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَـٰمًا أَءِنَّا لَمَبْعُوثُونَ",
    "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
    "juz": 27
  },
  {
    "numberInSurah": 48,
    "text": "أَوَءَابَآؤُنَا ٱلْأَوَّلُونَ",
    "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
    "juz": 27
  },
  {
    "numberInSurah": 49,
    "text": "قُلْ إِنَّ ٱلْأَوَّلِينَ وَٱلْـَٔاخِرِينَ",
    "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
    "juz": 27
  },
  {
    "numberInSurah": 50,
    "text": "لَمَجْمُوعُونَ إِلَىٰ مِيقَـٰتِ يَوْمٍ مَّعْلُومٍ",
    "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
    "juz": 27
  },

  {
  "numberInSurah": 51,
  "text": "ثُمَّ إِنَّكُمْ أَيُّهَا ٱلضَّآلُّونَ ٱلْمُكَذِّبُونَ",
  "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
  "juz": 27
},
{
  "numberInSurah": 52,
  "text": "لَـَٔاكِلُونَ مِن شَجَرٍ مِّن زَقُّومٍ",
  "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
  "juz": 27
},
{
  "numberInSurah": 53,
  "text": "فَمَالِـُٔونَ مِنْهَا ٱلْبُطُونَ",
  "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
  "juz": 27
},
{
  "numberInSurah": 54,
  "text": "فَشَـٰرِبُونَ عَلَيْهِ مِنَ ٱلْحَمِيمِ",
  "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
  "juz": 27
},
{
  "numberInSurah": 55,
  "text": "فَشَـٰرِبُونَ شُرْبَ ٱلْهِيمِ",
  "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
  "juz": 27
},
{
  "numberInSurah": 56,
  "text": "هَـٰذَا نُزُلُهُمْ يَوْمَ ٱلدِّينِ",
  "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
  "juz": 27
},
{
  "numberInSurah": 57,
  "text": "نَحْنُ خَلَقْنَـٰكُمْ فَلَوْلَا تُصَدِّقُونَ",
  "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
  "juz": 27
},
{
  "numberInSurah": 58,
  "text": "أَفَرَءَيْتُم مَّا تُمْنُونَ",
  "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
  "juz": 27
},
{
  "numberInSurah": 59,
  "text": "ءَأَنتُمْ تَخْلُقُونَهُۥٓ أَمْ نَحْنُ ٱلْخَـٰلِقُونَ",
  "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
  "juz": 27
},
{
  "numberInSurah": 60,
  "text": "نَحْنُ قَدَّرْنَا بَيْنَكُمُ ٱلْمَوْتَ وَمَا نَحْنُ بِمَسْبُوقِينَ",
  "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
  "juz": 27
},
{
  "numberInSurah": 61,
  "text": "عَلَىٰٓ أَن نُّبَدِّلَ أَمْثَـٰلَكُمْ وَنُنشِئَكُمْ فِى مَا لَا تَعْلَمُونَ",
  "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
  "juz": 27
},
{
  "numberInSurah": 62,
  "text": "وَلَقَدْ عَلِمْتُمُ ٱلنَّشْأَةَ ٱلْأُولَىٰ فَلَوْلَا تَذَكَّرُونَ",
  "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
  "juz": 27
},
{
  "numberInSurah": 63,
  "text": "أَفَرَءَيْتُم مَّا تَحْرُثُونَ",
  "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
  "juz": 27
},
{
  "numberInSurah": 64,
  "text": "ءَأَنتُمْ تَزْرَعُونَهُۥٓ أَمْ نَحْنُ ٱلزَّٰرِعُونَ",
  "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
  "juz": 27
},
{
  "numberInSurah": 65,
  "text": "لَوْ نَشَآءُ لَجَعَلْنَـٰهُ حُطَـٰمًا فَظَلْتُمْ تَفَكَّهُونَ ",
  "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
  "juz": 27
},
{
  "numberInSurah": 66,
  "text": "إِنَّا لَمُغْرَمُونَ",
  "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
  "juz": 27
},
{
  "numberInSurah": 67,
  "text": "بَلْ نَحْنُ مَحْرُومُونَ",
  "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
  "juz": 27
},
{
  "numberInSurah": 68,
  "text": "أَفَرَءَيْتُمُ ٱلْمَآءَ ٱلَّذِى تَشْرَبُونَ",
  "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
  "juz": 27
},
{
  "numberInSurah": 69,
  "text": "ءَأَنتُمْ أَنزَلْتُمُوهُ مِنَ ٱلْمُزْنِ أَمْ نَحْنُ ٱلْمُنزِلُونَ",
  "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
  "juz": 27
},
{
  "numberInSurah": 70,
  "text": "لَوْ نَشَآءُ جَعَلْنَـٰهُ أُجَاجًا فَلَوْلَا تَشْكُرُونَ",
  "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
  "juz": 27
},
{
  "numberInSurah": 71,
  "text": "أَفَرَءَيْتُمُ ٱلنَّارَ ٱلَّتِى تُورُونَ",
  "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
  "juz": 27
},
{
  "numberInSurah": 72,
  "text": "ءَأَنتُمْ أَنشَأْتُمْ شَجَرَتَهَآ أَمْ نَحْنُ ٱلْمُنشِـُٔونَ",
  "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
  "juz": 27
},
{
  "numberInSurah": 73,
  "text": "نَحْنُ جَعَلْنَـٰهَا تَذْكِرَةً وَمَتَـٰعًا لِّلْمُقْوِينَ",
  "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
  "juz": 27
},
{
  "numberInSurah": 74,
  "text": "فَسَبِّحْ بِٱسْمِ رَبِّكَ ٱلْعَظِيمِ",
  "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
  "juz": 27
},
{
  "numberInSurah": 75,
  "text": "فَلَآ أُقْسِمُ بِمَوَٰقِعِ ٱلنُّجُومِ",
  "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
  "juz": 27
},
{
  "numberInSurah": 76,
  "text": "وَإِنَّهُۥ لَقَسَمٌ لَّوْ تَعْلَمُونَ عَظِيمٌ",
  "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
  "juz": 27
},
{
  "numberInSurah": 77,
  "text": "إِنَّهُۥ لَقُرْءَانٌ كَرِيمٌ",
  "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
  "juz": 27
},
{
  "numberInSurah": 78,
  "text": "فِى كِتَـٰبٍ مَّكْنُونٍ",
  "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
  "juz": 27
},
{
  "numberInSurah": 79,
  "text": "لَّا يَمَسُّهُۥٓ إِلَّا ٱلْمُطَهَّرُونَ",
  "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
  "juz": 27
},
{
  "numberInSurah": 80,
  "text": "تَنزِيلٌ مِّن رَّبِّ ٱلْعَـٰلَمِينَ",
  "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
  "juz": 27
},
{
  "numberInSurah": 81,
  "text": "أَفَبِهَـٰذَا ٱلْحَدِيثِ أَنتُم مُّدْهِنُونَ",
  "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
  "juz": 27
},
{
  "numberInSurah": 82,
  "text": "وَتَجْعَلُونَ رِزْقَكُمْ أَنَّكُمْ تُكَذِّبُونَ",
  "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
  "juz": 27
},
{
  "numberInSurah": 83,
  "text": "فَلَوْلَآ إِذَا بَلَغَتِ ٱلْحُلْقُومَ",
  "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
  "juz": 27
},
{
  "numberInSurah": 84,
  "text": "وَأَنتُمْ حِينَئِذٍ تَنظُرُونَ",
  "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
  "juz": 27
},
{
  "numberInSurah": 85,
  "text": "وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنكُمْ وَلَـٰكِن لَّا تُبْصِرُونَ",
  "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
  "juz": 27
},
{
  "numberInSurah": 86,
  "text": "فَلَوْلَآ إِن كُنتُمْ غَيْرَ مَدِينِينَ",
  "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
  "juz": 27
},
{
  "numberInSurah": 87,
  "text": "تَرْجِعُونَهَآ إِن كُنتُمْ صَـٰدِقِينَ",
  "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
  "juz": 27
},
{
  "numberInSurah": 88,
  "text": "فَأَمَّآ إِن كَانَ مِنَ ٱلْمُقَرَّبِينَ",
  "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
  "juz": 27
},
{
  "numberInSurah": 89,
  "text": "فَرَوْحٌ وَرَيْحَانٌ وَجَنَّتُ نَعِيمٍ",
  "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
  "juz": 27
},
{
  "numberInSurah": 90,
  "text": "وَأَمَّآ إِن كَانَ مِنْ أَصْحَـٰبِ ٱلْيَمِينِ",
  "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
  "juz": 27
},
{
  "numberInSurah": 91,
  "text": "فَسَلَـٰمٌ لَّكَ مِنْ أَصْحَـٰبِ ٱلْيَمِينِ",
  "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
  "juz": 27
},
{
  "numberInSurah": 92,
  "text": "وَأَمَّآ إِن كَانَ مِنَ ٱلْمُكَذِّبِينَ ٱلضَّآلِّينَ",
  "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
  "juz": 27
},
{
  "numberInSurah": 93,
  "text": "فَنُزُلٌ مِّنْ حَمِيمٍ",
  "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
  "juz": 27
},
{
  "numberInSurah": 94,
  "text": "وَتَصْلِيَةُ جَحِيمٍ",
  "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
  "juz": 27
},
{
  "numberInSurah": 95,
  "text": "إِنَّ هَـٰذَا لَهُوَ حَقُّ ٱلْيَقِينِ",
  "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
  "juz": 27
},
{
  "numberInSurah": 96,
  "text": "فَسَبِّحْ بِٱسْمِ رَبِّكَ ٱلْعَظِيمِ",
  "surah": { "number": 56, "name": "سُورَةُ ٱلْوَاقِعَة" },
  "juz": 27
},


]